<template>
  <h1>Контакты</h1>
  <div class="contacts">
    <p>
      <b>Адрес:</b> 672039, Россия, г. Чита, ул. Баргузинская, 49 (корпус 03).
    </p>
    <p>Деканат – каб. 03-212.</p>
    <p><b>Телефон / факс:</b> 8 (3022) 41-73-13.</p>
    <p>
      <b>Декан:</b> <br />
      Батухтин Андрей Геннадьевич, кандидат технических наук, доцент <br />
      Телефон: 8 (3022) 41-73-13 <br />E-mail: energo_zabgu@mail.ru
    </p>
    <p>
      <b> Заместители декана по учебной работе:</b> <br />
      Очная форма обучения - Кузнецова Надежда Сергеевна, кандидат биологических
      наук, доцент <br />
      Телефон: 8 (3022) 41-73-13 <br />
      E-mail: kns8433@mail.ru
    </p>
    <p>
      <b> Время работы общего отдела с обучающимися: </b> <br />
      8:30 – 16:30 ч. (перерыв 12:30 - 13:00 ч.) <br />
      Суббота, воскресенье – выходные дни
    </p>
  </div>
</template>

<style scoped>
.contacts {
  text-align: justify;
}
</style>
