<template>
  <div class="faculty">
    <img src="@/assets/images/факультет.png" />
    <h1>О факультете</h1>
    <div class="faculty__text">
      <p>
        Энергетический факультет является основным центром подготовки кадров для
        энергетики региона. В настоящее время на факультете ведется подготовка
        по следующим профилям высшего профессионального образования: тепловые
        электрические станции, электроснабжение, электромеханика,
        электроэнергетические сети и системы, программное обеспечение
        вычислительной техники и автоматизированных систем, вычислительные
        машины, системы, комплексы и сети, прикладная информатика, химия. На
        кафедрах факультета работает более ста преподавателей, включая докторов
        и кандидатов наук, профессоров и доцентов, проводится большая
        методическая работа для организации учебного процесса, совершенствуется
        лабораторная база, расширяется и модернизируется парк компьютерной
        техники.
      </p>
      <p>
        Основными направлениями научно-технической деятельности кафедр
        факультета являются работы в области повышения энергоэффективности
        основного и вспомогательного оборудования тепловых электростанций,
        энергосбережения при производстве и потреблении тепловой и электрической
        энергии, снижения вредных выбросов ТЭС в атмосферу, очистки питьевой и
        сточных вод, информатизации экономики, управления и образования.
        Сотрудники и студенты регулярно участвуют с работами по этим
        направлениям в различных научных конференциях.
      </p>
      <p>
        Все направления деятельности факультета призваны обеспечивать высокий
        уровень высшего профессионального образования при подготовке
        специалистов для региональной экономики. В этой связи большую роль
        играет сотрудничество с профильными предприятиями региона, такими как
        ОАО «ТГК-14», «МРСК Сибири», «Интер РАО - Электрогенерация» Харанорская
        ГРЭС и др. На их базе проводятся учебные и производственные практики, по
        актуальной производственной тематике выполняются выпускные
        квалификационные работы и проекты. Для качественного трудоустройства
        выпускников ежегодно проводится «Ярмарка вакансий» с участием
        руководителей и представителей кадровых служб предприятий-заказчиков.
        Наши выпускники работают по специальностям в различных организациях
        Забайкальского края и других регионов России, а также за рубежом; кроме
        того, они имеют возможность продолжить обучение в магистратуре и
        аспирантуре энергетического факультета.
      </p>
      <p>
        Наши студенты не только успешно учатся, но и интересно живут. На
        факультете работает студенческое самоуправление — студенческий деканат
        «Позитрон» является организатором работы студенческого радио «Энерго», а
        также различных творческих и спортивных мероприятий. Для большинства
        бывших студентов Энергетического факультета годы учебы в вузе остаются
        одной из самых ярких страниц жизни. В год тридцатилетия института создан
        Клуб Выпускников. Он призван объединить выпускников Энергетического
        факультета (института) многих поколений с целью их взаимной поддержки и
        упрочения связи с факультетом.
      </p>
      <p>
        Все направления деятельности факультета призваны обеспечивать высокий
        уровень высшего профессионального образования при подготовке
        специалистов для региональной экономики. В этой связи большую роль
        играет сотрудничество с профильными предприятиями региона. На их базе
        проводятся учебные и производственные практики, по актуальной
        производственной тематике выполняются выпускные квалификационные работы
        и проекты. Для качественного трудоустройства выпускников ежегодно
        проводится «Ярмарка вакансий» с участием руководителей и представителей
        кадровых служб предприятий-заказчиков. Наши выпускники работают по
        специальностям в различных организациях Забайкальского края и других
        регионов России, а также за рубежом; кроме того, они имеют возможность
        продолжить обучение в магистратуре и аспирантуре Энергетического
        факультета.
      </p>
    </div>
  </div>
</template>

<script></script>

<style scoped>
img {
  object-fit: cover;
  width: 100%;
  height: 300px;
  max-height: 100%;
  border-radius: 15px;
}

.faculty__text {
  text-align: justify;
}
</style>
